/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Mark as played" = "标记为已播放";

/* No comment provided by engineer. */
"Mark as unplayed" = "标记为未播放";

/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"Move to saved" = "移动到存储";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Refresh failed, try again later." = "更新失败，请稍后再试。";

/* No comment provided by engineer. */
"Remove from saved" = "从存储中移除";

